Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/quickstart--osgeolive_quickstart.tmx
Source language: en
Languages: ja

source: OSGeoLive Quickstart
ja: OSGeoLive クイックスタート

source: This Quick Start describes how to start OSGeoLive from a DVD or USB.
ja: ここでは、OSGeoLive を DVD や USB から起動する方法を説明します。

source: System Requirements
ja: 動作環境

source: Your computer should have at least:
ja: 以下の環境が最低限必須となります:

source: CPU: 1 GHz i686 or compatible (Intel/AMD)
ja: CPU: 1 GHz i686 互換の CPU (Intel/AMD)

source: Hard Disk:
ja: ハードディスク:

source: None required if running directly from the DVD
ja: DVD から直接利用する場合にはハードディスクは使用しません

source: |osgeolive-hdspace| if you wish to install the operating system.
ja: |osgeolive-hdspace| オペレーティングシステムにインストールする場合

source: Mouse: a 3-button mouse is useful, especially for Mac trackpad users.
ja: マウス: 特にMac でトラックパッドを使用している方には、3ボタンマウスの利用をお勧めします

source: Run:
ja: 実行

source: Source an OSGeoLive DVD, ISO available from: [:doc:`Download <../download>`] Put the DVD into your computer's CD drive, then reboot your computer.
ja: OSGeoLive DVD、ISO のソースは以下から利用可能です: [:doc:`Download <../download>`] コンピュータの CD ドライブに DVD を挿入して、コンピュータを再起動します。

source: If your computer is set to boot from CD (as is often the case) you should boot up into a Lubuntu system, with Geospatial applications installed. Otherwise you'll have to adjust the BIOS boot settings or press the boot menu button just after powering-up.
ja: コンピューターが CD から起動可能になっていれば、地理空間アプリケーションをインストールした Lubuntu のシステムが起動します。CD から起動可能になっていない場合には BIOS の設定を変更するか、電源投入時に起動メニューボタンを押してください。

source: Sit back while the system boots up.
ja: システムが起動されるまで待ちます

source: Try the many applications from the :menuselection:`Geospatial` menu.
ja: :menuselection:`Geospatial` メニューから、たくさんのアプリケーションを試してみてください

source: See Also:
ja: 参照:

source: Getting started with Lubuntu and the LXDE desktop (which is used by OSGeoLive):
ja: Lubuntu 及び LXDE デスクトップ入門 (OSGeoLive で使用されています):

source: https://help.ubuntu.com/community/Lubuntu/Documentation and https://wiki.lxde.org/en/Main_Page
ja: https://help.ubuntu.com/community/Lubuntu/Documentation 及び https://wiki.lxde.org/en/Main_Page

source: Getting started with the Ubuntu operating system:
ja: Ubuntu オペレーティングシステム入門:

source: `local eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ and `extended online help <https://help.ubuntu.com>`_
ja: `ローカルの eBook <file:///usr/local/share/doc/Getting_Started_with_Ubuntu_13.10.pdf>`_ と `拡張オンラインヘルプ <https://help.ubuntu.com>`_
